{
	"assignmentText": "<b>1) </b>Use the Virtual Laboratory to standardize the unknown NaOH solution (approximately 0.2 M) to four significant figures via titration with 25.00 mL of a KHP standard solution. What must be the minimum concentration of the KHP solution to yield the required accuracy in the NaOH results? Note that the buret should be read to 2 decimal places. <p> This problem should be done with the Transfer Bar toggled to Scientific Figures Transfer. In this mode,  the Transfer Bar below the workbench will accept only values that reflect the accuracy of the glassware being used. For example,  when you transfer a solution from a 25 mL pipet,  type 25.00. When you attempt to pour a solution directly from an Erlenmeyer flask,  type 25 and you will be able to transfer 25 (± 5 mL). The Solution Info window on the right will show only an approximate volume in the recipient flask. All volumes used in calculations must be read directly in the detailed view of the glassware. </p> <p> Describe what glassware you had to use to obtain the required accuracy. </p> <p> Tabulate your titration data (initial and final volumes). </p> <b> 2) </b> Using the Virtual Laboratory,  determine the maximum concentration of 25.00 mL of a KHP solution that can be titrated with 0.2 M NaOH without having to refill the 50.00 mL buret during one trial. Again,  read the buret to 2 decimal places and use the <i> Scientific Figures </i> transfer bar mode. </p> <b> 3) </b> Using the Virtual Laboratory,  design and perform an experiment to determine the concentration of the unknown HCl solution to four significant figures. The concentrations of the HCl,  KHP,  and NaOH are ~ 0.1 M,  0.09000 M,  and ~ 1 M,  respectively. Use the <i> Realistic Mode </i> for this problem. In this mode,  you can not type in the amount to be transferred with the pipet,  but rather you must visually withdraw liquid until the level matches the calibration line on the pipet. Repeat the entire experiment in the Significant Figures Transfer Mode to check if your results from the Realistic Mode are correct. <p> Please outline your procedure and list the glassware used in each step. If in any step you diluted the reagents provided,  what glassware did you use,  and why? </p> <b> 4) </b> Using the Virtual Laboratory,  design an experiment to determine the concentration of the unknown HCl solution to four significant figures. The concentrations of the HCl,  KHP,  and NaOH are ~ 1 M,  0.09000 M,  and ~ 0.1 M,  respectively. Use the <i> Realistic Mode </i> for this problem as per question 3. Again,  please repeat the entire experiment in the Significant Figures Transfer Mode to check if your results from the Realistic Mode are correct. Also note that the HCl and NaOH concentrations are different from question 3. <p> Please outline your procedure and list the glassware used in each step. If in any step you diluted the reagents provided,  what glassware did you use,  and why? </p> "
}